Revit 2027 API
WallSweepInfo Constructor
Overload List
Name | Description
WallSweepInfo(Boolean, WallSweepType) |  Constructs a new WallSweepInfo instance.
WallSweepInfo(WallSweepType, Boolean) |  Constructs a new WallSweepInfo instance.
Top
See Also
Reference
WallSweepInfo Class
Autodesk.Revit.DB Namespace